[
 {
  "id": 194,
  "owner": {
   "address": {
    "city": "Jeworawo",
    "state": "Georgia",
    "street": "1458 Fafu Grove",
    "zip": "35591"
   },
   "animal": {
    "type": "Caterpillar",
    "color": "red",
    "name": "Gavin",
    "weight": "278lbs",
    "birthdate": "1994-08-30",
    "age": 25,
    "adoptedDate": "2052-02-02",
    "favoriteActivity": "eat",
    "bio": "Rujoro goswaeb udlov laftiwne bujomir zo zudcu rufejvic he inhifwo la bepjuoho zamnab it dordi solsez nu ak. Fug oku ufzog atoaru sa ejaib zarga fawci tiuv zuw asoli laali uticokud ji ga rus. Zevti rec zafto anfowbid bupfi ti wejugtiv nulleh lomzibe zotwefip ricezaw ilo. Bu fazzunuv da je na muk wol fucus buc dejcitip iwo capren wo sasfut. Wuahu bonra kodbo fondure donahu gigafi to decnewuk tacwuj vek dun da. Ro jowim wu vuwcujo hapu juoz ugufafwu gib celwauwi sophah wo biinulor masosune eforuris wohpes bi ele lesula. Sot emaikesuv molwo nus wejoc wievitef ha lawaj guv jowmibuge kog vubjunfu bomefov."
   },
   "birthdate": "1990-08-04",
   "firstName": "Brandon",
   "lastName": "Bruno",
   "bio": "Brandon Bruno adopted Gavin the caterpillar on 2052-02-02. They live at 1458 Fafu Grove Jeworawo, Georgia 35591. Gavin loves to eat."
  }
 },
 {
  "id": 462,
  "owner": {
   "address": {
    "city": "Tohikmes",
    "state": "Texas",
    "street": "743 Hebzu Plaza",
    "zip": "19714"
   },
   "animal": {
    "type": "Deer Mouse",
    "color": "blue",
    "name": "Corey",
    "weight": "415lbs",
    "birthdate": "1986-07-13",
    "age": 33,
    "adoptedDate": "2117-07-18",
    "favoriteActivity": "eat",
    "bio": "Ajjugpab ovobur opbokun vuw wikcu kikmozen zetible ale jejov kitasis eg wonfaji hobte fuifodor hiwe. Diaw uzfa cokwiv zetvawne igo hehso sim nije latgun tinwuwe givu sibugfun za kammajize rumowfu uwi ogdiz gecocap. Vimosbu ulo car rako zoojalav edobiuk tuucjo ore gugzekaj caanme ruadi ipi jahvuglu amiri tanil dacvogfa. Puah osserwe nizu wewilig lokcodtag sah fulfo ciwu damuni ju puzselsil pikji ho dapiwto. Asaneg voh pof vu ru vitiv mivaf cokogi fu te unvuz kito ecapet su tukop bajowoz siran. Koj alrov fi mib navot ito dera af iggojafa tiz al zifoset riwpijcah vub odojut humme."
   },
   "birthdate": "1958-11-29",
   "firstName": "Lilly",
   "lastName": "Cortes",
   "bio": "Lilly Cortes adopted Corey the deer mouse on 2117-07-18. They live at 743 Hebzu Plaza Tohikmes, Texas 19714. Corey loves to eat."
  }
 },
 {
  "id": 182,
  "owner": {
   "address": {
    "city": "Julvuzwed",
    "state": "North Dakota",
    "street": "1079 Behpa Junction",
    "zip": "76397"
   },
   "animal": {
    "type": "Ostrich",
    "color": "green",
    "name": "Frances",
    "weight": "326lbs",
    "birthdate": "1986-04-23",
    "age": 33,
    "adoptedDate": "2024-08-23",
    "favoriteActivity": "run",
    "bio": "Ruc jughooce vivemweh nihrosew lat atacuv mo vobeid uruki gaf tut be tepo olu jinha jilzed dopke fil. Maba wo mi vuvbo lajekjo na mebip wa mig ivwap divtodrig facraoca ikioj. Nu us go gosid feliz darkeg og vildonuf ridrigut biplug reras wipmiwupi karjahro taew. Gettersov uvoosuzo siobci wirridtit ejefoeh risveegu filo loek gi vuhoz tubipo dupdi dat tag. Pub muwadu zu ihdur kabofud juhlocug vopel imcan epbun fenduh ete jow tu mo. Pa zod kip ochuta wedu enhe tahas hacbito su wi fajvep elo fucpi ak huczordol epteasu ved pej. Emzaf sule eponilaci zibahonu kanitaz lenawi konanat ja fe kozjotfow muted ohro buh."
   },
   "birthdate": "1988-05-14",
   "firstName": "Mason",
   "lastName": "Brock",
   "bio": "Mason Brock adopted Frances the ostrich on 2024-08-23. They live at 1079 Behpa Junction Julvuzwed, North Dakota 76397. Frances loves to run."
  }
 },
 {
  "id": 273,
  "owner": {
   "address": {
    "city": "Ziznimva",
    "state": "Tennessee",
    "street": "1898 Ruma Point",
    "zip": "75327"
   },
   "animal": {
    "type": "Red Ruffed Lemur",
    "color": "yellow",
    "name": "Betty",
    "weight": "103lbs",
    "birthdate": "2001-08-31",
    "age": 18,
    "adoptedDate": "2109-04-17",
    "favoriteActivity": "eat",
    "bio": "Er lij dere poego nirmilo odagbo ke eh buspigo pud kobano hoz. Nupidet war hon ez we pa rodgim suca ge ra um ade eleravmuz rik bakepsec himlezbed gajjoncam vukwazor. Weobo pe ovjief ubiso mied picah ib uf anamiv to liocaba wocsowuz ikozorfot wepvozme. Varah maob tarko huffulum fanzezife bafwopam ke wopne hu obednif felku keubtag nepofon ucobfan seka. Fiel binmimceh bo huba cegow jablifu ijunudfiv ho ojozigah vega ojzicba sosula foren kepufe eweptok koj tazkarecu. Zizpa seh nafcab oru bacujvur ca vew inzinro giw ugraja ogeho tobjinir."
   },
   "birthdate": "1958-04-27",
   "firstName": "Bessie",
   "lastName": "Pastor",
   "bio": "Bessie Pastor adopted Betty the red ruffed lemur on 2109-04-17. They live at 1898 Ruma Point Ziznimva, Tennessee 75327. Betty loves to eat."
  }
 },
 {
  "id": 82,
  "owner": {
   "address": {
    "city": "Wusobah",
    "state": "Mississippi",
    "street": "1602 Okufa Path",
    "zip": "26361"
   },
   "animal": {
    "type": "Alpaca",
    "color": "red",
    "name": "Henrietta",
    "weight": "320lbs",
    "birthdate": "1966-04-03",
    "age": 53,
    "adoptedDate": "2051-03-09",
    "favoriteActivity": "sleep",
    "bio": "Bepko ecoego tiwno hohfuh fiwimip betadoje otulalnun esoco nede tuwad baab milamuuwu. Jitpi kapgo onfi nanuare poluvefa mahduh nokew bosror iteopov vu ro tu wuszof hize. Ralob pogut suesuop lojetod duvud seknofac sah gic wuf fugas uf ij bejicbo adusul eguve sat ve. Hoheji govvej wute ugufovvo cejurig ahuko bucbiw do ebuvanwaf iveco dooja ujemiw zogun wi. Sup gu ani duaw zodu piduhjac ja win reg uhihu jeomo nec vapisho mebnotim. Hi ofe lemuca fofje puc dez tah ze bi ce wal jub ojutadu tobemi lamkupfuw."
   },
   "birthdate": "1983-05-26",
   "firstName": "Dennis",
   "lastName": "Vitali",
   "bio": "Dennis Vitali adopted Henrietta the alpaca on 2051-03-09. They live at 1602 Okufa Path Wusobah, Mississippi 26361. Henrietta loves to sleep."
  }
 }
]