[
 {
  "id": 227,
  "owner": {
   "address": {
    "city": "Katohah",
    "state": "Massachusetts",
    "street": "1117 Lovet Mill",
    "zip": "30645"
   },
   "animal": {
    "type": "Fin Whale",
    "color": "red",
    "name": "Callie",
    "weight": "275lbs",
    "birthdate": "1999-12-22",
    "age": 19,
    "adoptedDate": "2053-11-17",
    "favoriteActivity": "run",
    "bio": "Rotgek rebrega gem vuvubebu no jatcadje kenecja ev zo zatlim ikabihe mek ifuhi rug gucedo. Wera vosgo tuoj un ufosuje kevuegu zik zeruzu sutoje epuko febezihun lufu. Cep gadra horrefhob nop maho ihweufi fulug fewadfe tezeduhi siz ac pikawi isoraer izigij. Mehmoj rorgav ku nu omar hilcipoh zazepis wa uvoab raw sonure oh zoski vit. Fe jucoje sehrac kapetfuc sigcowiz owibo mido kazi rokipde hacezos jeg ecauza uzo ziftuk fud ikfep. Vaguci ceji benol ikbuduf tu rof zawela nol nu nafagugof zu worez tihjuk meizizod ifija vor. Tabe edra wif wodhuwaw bezuvteg lovduoc hujcup wegpal be va wafzufino gem pecgutwef ge ima zepi ofbah."
   },
   "birthdate": "1993-03-29",
   "firstName": "Darrell",
   "lastName": "Giannetti",
   "bio": "Darrell Giannetti adopted Callie the fin whale on 2053-11-17. They live at 1117 Lovet Mill Katohah, Massachusetts 30645. Callie loves to run."
  }
 },
 {
  "id": 125,
  "owner": {
   "address": {
    "city": "Ahdufa",
    "state": "New Hampshire",
    "street": "1527 Rujha View",
    "zip": "09957"
   },
   "animal": {
    "type": "Trumpeter",
    "color": "blue",
    "name": "Martin",
    "weight": "382lbs",
    "birthdate": "1955-11-19",
    "age": 64,
    "adoptedDate": "2109-12-13",
    "favoriteActivity": "eat",
    "bio": "Viubiti moob onagim ucewugzuf zejoza me ilesid awesilav kavvaw bomijpe objata iguoljik fisdetdac. Kiwofer gugrif emgofib orukocu suh konusi bagehi lic woacev gicusas bak folhi. Ridsoz fev boilafoz we ime zukmip buj se jelu kirog hicgovsos mudko. Edulew zasar etu fobewa hug je pi wupcolhe fop wosadka hek ravkufma iwrukip wod."
   },
   "birthdate": "1973-06-27",
   "firstName": "Tommy",
   "lastName": "Phillips",
   "bio": "Tommy Phillips adopted Martin the trumpeter on 2109-12-13. They live at 1527 Rujha View Ahdufa, New Hampshire 09957. Martin loves to eat."
  }
 },
 {
  "id": 480,
  "owner": {
   "address": {
    "city": "Wispibin",
    "state": "Arizona",
    "street": "609 Pemu Avenue",
    "zip": "02385"
   },
   "animal": {
    "type": "Buffalo",
    "color": "green",
    "name": "Trevor",
    "weight": "245lbs",
    "birthdate": "1978-08-26",
    "age": 41,
    "adoptedDate": "2070-07-01",
    "favoriteActivity": "eat",
    "bio": "Hemim ma zerajeni novu mirwe ga vecaj pekeci raftinas fumhah isugu tavas zofijji menooci wel adwi notlalpil iba. Jit nuholcel vil kovup kacuhva rokzihhar se ro ebo bihledvot dih naj awhutoz. Zot ewiti cehepcef vu dawnutac zujumfol hi bi ja abehowka wekocku imumug cuhmi kebob josadcat hidad wul viomuire. Bo gubako dedsisez fes wo newawo ajav ru je vutavez tekhac litfef ki ovfu."
   },
   "birthdate": "1996-08-20",
   "firstName": "Lee",
   "lastName": "Le RouxRoux",
   "bio": "Lee Le RouxRoux adopted Trevor the buffalo on 2070-07-01. They live at 609 Pemu Avenue Wispibin, Arizona 02385. Trevor loves to eat."
  }
 },
 {
  "id": 112,
  "owner": {
   "address": {
    "city": "Uhvutjo",
    "state": "Missouri",
    "street": "138 Bavmac Pike",
    "zip": "90626"
   },
   "animal": {
    "type": "Whistler",
    "color": "yellow",
    "name": "Harry",
    "weight": "16lbs",
    "birthdate": "1993-10-11",
    "age": 26,
    "adoptedDate": "2037-01-31",
    "favoriteActivity": "run",
    "bio": "Efubocuw vi cocaggak is ehokepku zekab ifivof vihhulga lu of jur kitfij wubufu ri. Nuceklo gokba le miki arhij wawafwas atdo boseb nacorkov omedaode ak dunijiv eb musofhov al oluer. Fabowas goof te du elano pap wukonda ivwuj gefdihuf novpod nudem vohhac wihlodbiv aw."
   },
   "birthdate": "1988-09-11",
   "firstName": "Gertrude",
   "lastName": "Romiti",
   "bio": "Gertrude Romiti adopted Harry the whistler on 2037-01-31. They live at 138 Bavmac Pike Uhvutjo, Missouri 90626. Harry loves to run."
  }
 },
 {
  "id": 465,
  "owner": {
   "address": {
    "city": "Mehheroma",
    "state": "Wyoming",
    "street": "1311 Cudu Road",
    "zip": "72748"
   },
   "animal": {
    "type": "Mice",
    "color": "red",
    "name": "Julian",
    "weight": "255lbs",
    "birthdate": "1980-09-26",
    "age": 39,
    "adoptedDate": "2079-04-13",
    "favoriteActivity": "run",
    "bio": "Gaw tukologi ev ogvizfu vubev veri mufod wabewozeh juzozo pap tujko mimsi ifa. Da girew ekniep tirew sul zi ebwace cam bezjuc gepba senunic fogigof sughabew. Lega ralol vedvug uh tiv jogwovvec zagvi veroejo mod atikug hebpu kofed feocuza zir hotfij wabgok podzupa. Jefilol cew rejnaruz sokujlus ulu zanip ujegace onokuifu cap ulu idego alwur pesu giguwpi mivnul. Ukre neb owazodic ravbi tugul nid ama ohifzit vo wifetzi fesafbi gus nelur buzuda goswika ehwirnu dimam nocpetel."
   },
   "birthdate": "1991-04-01",
   "firstName": "Virginia",
   "lastName": "Banks",
   "bio": "Virginia Banks adopted Julian the mice on 2079-04-13. They live at 1311 Cudu Road Mehheroma, Wyoming 72748. Julian loves to run."
  }
 }
]