[
 {
  "id": 143,
  "owner": {
   "address": {
    "city": "Ublumte",
    "state": "Connecticut",
    "street": "728 Wadom Pass",
    "zip": "41554"
   },
   "animal": {
    "type": "Hedgehog",
    "color": "red",
    "name": "Myrtie",
    "weight": "438lbs",
    "birthdate": "1980-02-06",
    "age": 39,
    "adoptedDate": "2103-07-13",
    "favoriteActivity": "run",
    "bio": "Mifliri dege kiri fun esacga lusisene unabaleh ojmag lik cuwanu ik mifo ke hovegjo nof owuul. Kipif ikitabi ti mo guv kuhpo iwivev me ve seosieb necosizi higlutij lizcu. Wudiz relrucdep wacipi wemwub sel tazozo ubogo wot adusa mivukudom me hogimufo nibdo mu rabeta ut."
   },
   "birthdate": "1971-12-21",
   "firstName": "Eugene",
   "lastName": "Böhm",
   "bio": "Eugene Böhm adopted Myrtie the hedgehog on 2103-07-13. They live at 728 Wadom Pass Ublumte, Connecticut 41554. Myrtie loves to run."
  }
 },
 {
  "id": 150,
  "owner": {
   "address": {
    "city": "Goluro",
    "state": "Missouri",
    "street": "1803 Imza Pike",
    "zip": "72813"
   },
   "animal": {
    "type": "Hamsters",
    "color": "blue",
    "name": "Olga",
    "weight": "398lbs",
    "birthdate": "1987-03-21",
    "age": 32,
    "adoptedDate": "2090-11-16",
    "favoriteActivity": "eat",
    "bio": "Oto wucrom bufik lajud igtukud pacfudlu lebi be zozal fid joraz uhumion jujeluze. Unpobo ohtevtuj ekri isapec detige hu pehebo rekzu lifod wogatuw nucrerev ewwilwol cewnekje. Ve butapezub pigrikaw gem ecofom id fahonuzeb vejvicev luabumam op wabtovnid co itsid vomuhda hetufu. Nazhege zocopdut hi hib ka eraom wu sejales jim aniri wafoc deapto va difo tesevi jucamvo."
   },
   "birthdate": "1988-12-27",
   "firstName": "Jared",
   "lastName": "Schaap",
   "bio": "Jared Schaap adopted Olga the hamsters on 2090-11-16. They live at 1803 Imza Pike Goluro, Missouri 72813. Olga loves to eat."
  }
 },
 {
  "id": 146,
  "owner": {
   "address": {
    "city": "Peslezej",
    "state": "Pennsylvania",
    "street": "1674 Cowgug Turnpike",
    "zip": "53230"
   },
   "animal": {
    "type": "Bison",
    "color": "green",
    "name": "Floyd",
    "weight": "335lbs",
    "birthdate": "1997-05-06",
    "age": 22,
    "adoptedDate": "2073-09-25",
    "favoriteActivity": "sleep",
    "bio": "Okomoso bovip mesoci ozjevzid jovmojeh utwe hibguf cunta bonokrad efekob biriaf avlizihi idujuw lewel cicwoder be vizozo efoafoowe. Cut vijzohi rejeri fepunin vew konre gaz kium sov zubsiwuc icuecru wisfu viwtem. Divam vog cijgubat vumu vo pinecig temi odureaso focosu luuvi wa wov cumzos jinto ono. Gugpo iwnepar cuwco ajsuwji civujewi lah hegpis kahha vudpeg idbec efe ewkueni kanu. Kaovous dirzic tegko suh ojajoges evaag nohah ekakiapo zihmu uz unuremas facespa cele. Ikaburi jobbis ez viaw ninuw lu dekko efidug gocampec rabjiw remi fu ez ow vul."
   },
   "birthdate": "1983-08-29",
   "firstName": "Adele",
   "lastName": "Takagi",
   "bio": "Adele Takagi adopted Floyd the bison on 2073-09-25. They live at 1674 Cowgug Turnpike Peslezej, Pennsylvania 53230. Floyd loves to sleep."
  }
 },
 {
  "id": 6,
  "owner": {
   "address": {
    "city": "Pubazeju",
    "state": "Tennessee",
    "street": "1130 Hipkif Park",
    "zip": "17327"
   },
   "animal": {
    "type": "Grison",
    "color": "yellow",
    "name": "Ronnie",
    "weight": "447lbs",
    "birthdate": "1985-06-22",
    "age": 34,
    "adoptedDate": "2090-04-06",
    "favoriteActivity": "eat",
    "bio": "Nu ebopuwmuv kibtokcev coite conkegil tok fu kercekkol avogiru pe ed simdi itifoz niz sanrid jahewu mul lespi. Ice ufa ahde kivju fihmah zowuwig oderow mirmozom hew pibam tagog soozuh de ormere lilekhol. Jo ze vagulod lud sufvug ug foz esuhel zoam ahsessi noki unhita jajtiw tivcec niz. Abifod bosom difmukbi wivgi unipisiw pin vacjatbel zoz gejedo sinnifiwu miripom zinoja konu ze fe re gul ile."
   },
   "birthdate": "1995-04-18",
   "firstName": "Philip",
   "lastName": "Saez",
   "bio": "Philip Saez adopted Ronnie the grison on 2090-04-06. They live at 1130 Hipkif Park Pubazeju, Tennessee 17327. Ronnie loves to eat."
  }
 }
]