[
 {
  "id": 424,
  "owner": {
   "address": {
    "city": "Pivenipo",
    "state": "Florida",
    "street": "497 Udisi Plaza",
    "zip": "17087"
   },
   "animal": {
    "type": "Barbet",
    "color": "red",
    "name": "Matthew",
    "weight": "392lbs",
    "birthdate": "1959-12-18T15:05:54-06:00",
    "age": 61,
    "adoptedDate": "2106-04-14T07:29:33-05:00",
    "favoriteActivity": "sleep",
    "bio": "Ivaji daw rueh ij luk fegizogi et togud jeptodaj gejondur madle ba zefac uzrorma jeb warwosiw. Rilvum idoim sokfihom ot sa zit er puim um fan wosizup olofu ved haklokzob hol. Ce mo cewa vefbag eme eg dibwitib sipu dummicki kop guwuz ma lu ce ut lubho meiw. De ji gijatzil tadap lerocilov bihul zot veeta tetkumsu tiwebjap zuzovo rajkepbef hube fucar epe vaczod. Nif fejzi iw feszijew tedhusab badal hec takowemet kahhasji depob bauf sadrur nukhugiw ivopagog wesupwut zolkine. Dacewejad dompip mu latoc dudtek wiwzawum to gaenmib hi sa ridu ukpubi luvome wev elaulo nodbow wifomuh bupu. Fapnasleb vivwes ektab ow lodin jazefoz nos cid oskaz aggeiz noralsen komev al.",
    "isGoodestBoy": true
   },
   "birthdate": "1979-09-19T04:43:44-05:00",
   "firstName": "Amelia",
   "lastName": "Reid",
   "bio": "Amelia Reid adopted Matthew the barbet on Wednesday, April 14th 2106. Matthew loves to sleep."
  }
 },
 {
  "id": 265,
  "owner": {
   "address": {
    "city": "Gegiaco",
    "state": "Wisconsin",
    "street": "1422 Liwfo Key",
    "zip": "09910"
   },
   "animal": {
    "type": "Pangolin",
    "color": "blue",
    "name": "Lucinda",
    "weight": "289lbs",
    "birthdate": "1973-09-13T07:41:17-05:00",
    "age": 48,
    "adoptedDate": "2042-08-29T12:05:20-05:00",
    "favoriteActivity": "run",
    "bio": "Zolmec ojilevo ge feb efe cuza telar zujom uv emvuppos lahut jegrowra. Imobiw giiri lezelma ojuno ni vi pubap has egwi hofletub lefle cizegoh dij tawnone so edumalol we av. Egeop nah pobejap avnuw mu za sakve dem wepe wakdolle daupa toac. Sedeloni ireba lim huculan to ka dighepli ketej oheba ilana zo nu wejha zaja co cudtojde. Uz budkicfof otupifdi fepaco peuzuhob gewujmo no luma wut opa zewka defganfil ajewazur jozjaw buljilhiv zakiw nejpib nuccol. Pis fitsuuhi ifepi nieni morad du lar roogiwa za tugisemaw lis dav mulunu. Howujzej lede pewlazasu tadaci umidijnij zuf zib rotdo em wamzaj bekfe ji wo vehajih.",
    "isGoodestBoy": true
   },
   "birthdate": "1981-08-10T05:35:22-05:00",
   "firstName": "Adele",
   "lastName": "Merlini",
   "bio": "Adele Merlini adopted Lucinda the pangolin on Friday, August 29th 2042. Lucinda loves to run."
  }
 },
 {
  "id": 387,
  "owner": {
   "address": {
    "city": "Cogneuno",
    "state": "Michigan",
    "street": "1610 Zeshij Loop",
    "zip": "32432"
   },
   "animal": {
    "type": "Lion",
    "color": "green",
    "name": "Blanche",
    "weight": "499lbs",
    "birthdate": "1958-03-27T00:08:11-06:00",
    "age": 63,
    "adoptedDate": "2028-07-23T02:55:01-05:00",
    "favoriteActivity": "run",
    "bio": "Hevodagi kanovib ni okabikpu nunloh pez pe uvejada kepziwet ajunepku inkip wo ahe tefu us cawlu sez ozvok. Hodehu aw norwo citabad ukouvolet vieca ijnapos naisi rehdo wegus fozfor nafan. Efoujuuc avajan alara inouttil id if dawhubban bi belti fuos jelnacwip ga zi awi vorha mogab. Goto waw vu geh voru cefmu he bi venuzju teik jufuka omedisa zelnira jumwufun bi kele noip gecola. Ekevop da miocelu dip ulfidez tekobami seb kebhe fis do colobe niv bu cegepagis is.",
    "isGoodestBoy": true
   },
   "birthdate": "1962-10-30T00:30:40-06:00",
   "firstName": "Rodney",
   "lastName": "Franklin",
   "bio": "Rodney Franklin adopted Blanche the lion on Sunday, July 23rd 2028. Blanche loves to run."
  }
 },
 {
  "id": 316,
  "owner": {
   "address": {
    "city": "Kizlijbik",
    "state": "Ohio",
    "street": "1011 Notno Street",
    "zip": "44949"
   },
   "animal": {
    "type": "Gelada",
    "color": "yellow",
    "name": "Vera",
    "weight": "330lbs",
    "birthdate": "1982-09-30T11:30:32-05:00",
    "age": 39,
    "adoptedDate": "2043-04-08T06:34:44-05:00",
    "favoriteActivity": "run",
    "bio": "Ed wagovfa mo bobgifa fozaf op wuw akwu uf zemzu mot guw du lic. Cedabe rup poutwe lagzor bo wir caohe sepki bugivohu raksucu erup bedikiko. Kaaju hilzifih fumad po ma bebsicol uda ne haaru lip pem sac ko hu ti ijko.",
    "isGoodestBoy": true
   },
   "birthdate": "1962-11-26T14:06:50-06:00",
   "firstName": "Patrick",
   "lastName": "Rose",
   "bio": "Patrick Rose adopted Vera the gelada on Wednesday, April 8th 2043. Vera loves to run."
  }
 }
]